[
  {
    "id": "pbg_celebrity_cn",
    "name": "[汉化]名伶",
    "description": "你总是沐浴在众人的目光之下。<i>你是一名演员？还是一名歌手？艺术家？政客？又或者说你是某个企业或军事组织的代言人？</i><br> 在你过去的人生中，不论你走到哪，都有狗仔队跟着你<i>你要怎么适应你作为驾驶员的新身份？你是自愿入伍还是受到征召？你还有机会练习你本来的看家本领吗？还是说，军队严明的组织架构迫使你放弃了你的副业？</i>"
  },
  {
    "id": "pbg_colonist_cn",
    "name": "[汉化]殖民者",
    "description": "你是在边疆的殖民者，是在新殖民的星球上出生的第 一批人。你对边陲地区生活的要求已经习以为常，也很清楚拓荒者岌岌可危的境况。为什么你会离开家园？你是被迫逃亡而成为了难民吗？还是你自愿加入军队？<br><i>还有你留下在家园的一切：殖民地还在吗？你的家人呢？你对中核世界的繁华有多清楚呢？你会觉得其他的文化难以适应，还是你着迷于人类五光十色的文化表现呢？你会带着家园的信物，还是不齿道出其名字呢？你的殖民地是在银河的边缘吗？还是是在车水马龙的要道旁边呢？你的殖民地在星球上的哪呢？</i>"
  },
  {
    "id": "pbg_criminal_cn",
    "name": "[汉化]罪犯",
    "description": "你是个罪犯：下至小偷，上至贼首，或是在两者之间。你是为企业工作的吗？还是犯罪组织？还是你自己？你是 在大都会的暗巷中抢劫路人，还是偷偷潜入企业数据库里偷取资料呢？你是为了个人利益，还是为了养家而做呢？ 你是如何成为罪犯的，而又怎样成为驾驶员呢？你拥有自己的道德标准吗？你是忠于单一的家族、少数的同伙、政客，还是意识形态呢？你是在黑暗中活跃，还是在光天化日之下行动呢？<br><i>你离开前的犯罪生活一定有你自己的理由。是因为工作失败，还是因为证人保护计划？你的前僱主和同伙还在吗？他们之间有什么关系，又怎样看待你？你在背负着什么？</i>"
  },
  {
    "id": "pbg_far_field_team_cn",
    "name": "[汉化]探索者",
    "description": "你是联盟远场小队（FFT）队员，在文明世界的边缘探索奇异的新世界以判明其特性、发现，以及适居性。你在这前人未至之境经历过什么呢？你探索过多少的世界呢？你是隶属于小队还是比较大的队伍呢？你的故乡在哪呢？<br><i>一定有某种动力驱使你去进行探索：是想要找到圣地吗？在群星中的伊甸园？你对边疆的兴趣是基于灵性、科学、单纯的好奇心，还是其他的呢？也许你曾经听过一个传说，让你在虚空中寻找传说中的事物存在，又或者是你 害怕会碰到传说中的那个地方？在你的长远调查之旅中，你有隐藏了什么秘密吗？你还与你的旧队员联络吗？他们都还活着吗？</i> <br>作为前任（或是现任）的 FFT 成员，你是一个寰宇公民：“你的时代”是哪时呢？你觉得你和现实的时间流动 之间的代沟有多大呢？"
  },
  {
    "id": "pbg_hacker_cn",
    "name": "[汉化]HACKER",
    "description": "You specialized in information warfare and data espionage, either for your own gain or the benefit of your employers. To you, the omninet – the faster-than-light information web that connects Union worlds – is home. <i>How did you come to this life? Did you grow up plugged into the omninet, or did you come to it late? How well-versed are you in the omninet’s hidden places, tricks, and secrets? How notorious were you before you became a pilot? Do people still whisper your name? Do other hackers remember you, and are you celebrated or cursed among them?</i><br>It wasn’t just the omninet that you hacked, though. <i>How adept are you at manipulating other networks? Can you manipulate discrete systems, genetic code, or some other type of environment, digital or mechanical? What secrets have you gained access to?</i>"
  },
  {
    "id": "pbg_mechanic_cn",
    "name": "[汉化]MECHANIC",
    "description": "Grease monkey, wrench, working joe; you were a mechanic prior to becoming a pilot. <i>Did you work in space, swaddled in an EVA rig, patching up damaged starships? Or were you planetside, tuning trucks and haulers in a motor pool? Did you repair battle-torn mechs, dreaming that you might one day pilot your own? Did you own a garage, or did you work for someone? Were you military, corporate, part of a caste, or a union member? How handy are you in the field? Is there a side project you've been working on?</i>"
  },
  {
    "id": "pbg_medic_cn",
    "name": "[汉化]MEDIC",
    "description": "You were a medical specialist in your old life. <i>How did you wind up piloting a mech? What was your specialty? Did you work in research, care, or trauma? Did you love the life and take your duty seriously, or did you see yourself as an organic mechanic?</i><br>You might have worked in a colony or on a core world, in private practice, for a corporation, or on a noble family’s payroll: <i>Did you operate a small frontier practice, or work in a blink station urgent care center, or in a massive hospital campus? Were you a whitecoat or an EMT? Is there a memory that haunts you, or one that gives you comfort?</i>"
  },
  {
    "id": "pbg_mercenary_cn",
    "name": "[汉化]MERCENARY",
    "description": "As a soldier of fortune, you lived by the motto, “have gun, will travel.” You and your kit were available to the highest bidder. <i>Did you work alone or with a crew? Did your company have a ship? Was this when you started piloting mechs of your own? What was your code of honor, if you had one?</i><br>Something pushed you to the mercenary life: <i>Was it the promise of riches? Desire for power? Adventure? Desperation?</i><br>For some reason, you left that life behind: <i>Why? Was there a job that went bad, or one that really was that legendary “one last job”? Are your old company mates still kicking around? Was there a rival company, or other enemies you made? Do you remember that time fondly, or do you never speak of it?</i>"
  },
  {
    "id": "pbg_nhp_specialist_cn",
    "name": "[汉化]NHP SPECIALIST",
    "description": "You were closely involved in the study, creation, or maintenance of a prime non-human person. Nonhuman persons, or NHPs, are complex artificial intelligences. As a prime NHP, the one you were associated with was even more complex than most. <i>Did you interact with that entity like a scientist or engineer, or more like a priest or shaman? Do you have a personal connection to them, after all this time? How do clones of that NHP perceive you? And now that you’re a pilot, how do you feel about non-human intelligence?</i>"
  },
  {
    "id": "pbg_noble_cn",
    "name": "[汉化]NOBLE",
    "description": "You are a member of your world’s aristocracy, destined from birth to ascend to power. <i>From what authority does this birthright come? A god? An ancestor? An ancient text? A complex annual rotation? How is power passed down from one generation to the next?</i><br>Your noble status came from somewhere: <i>Are you the first in your family to receive a title of nobility, the last of your house, or the scion of a well-established line? Are you the heir, or just a middle child? What’s your relationship with your noble parents?</i><br>Whatever privileges you might have received at home, you found that Union disregards titles in its armed forces; your prior status is just background noise, unless you return home or belong to a group that recognizes nobility. <i>How did you take this change?</i>"
  },
  {
    "id": "pbg_outlaw_cn",
    "name": "[汉化]OUTLAW",
    "description": "You came from humble beginnings, born on the edge of cultivated space or beneath the looming towers of core worlds – forgotten until you reached out and took what was owed. Some call you criminal, thief, or outlaw, but you just tell it as it is: if they hadn’t denied you bread, you wouldn’t have had to take it. <i>Were you a brute or a raconteur? A charmer or a monster? Were your actions motivated by ideology, need, desire, or some combination of those three? Who defined you as an “outlaw\", and who saw you as a hero? Is there a bounty on your head?</i>"
  },
  {
    "id": "pbg_penal_colonist_cn",
    "name": "[汉化]PENAL COLONIST",
    "description": "A long time ago, you were exiled to a penal colony for a sentence of hard labor. When the Third Committee abolished all penal colonies, your prison-planet was – in theory – “liberated”. Unfortunately, nothing much changed until Union’s relief ships finally arrived. Now free in practice as well as theory, places that had once been off-limits were made open to you: <i>Did you stay for a time? Or did you choose to leave, heading for the stars or trying to find your way back home? Were you guilty of your crimes, or unjustly condemned?</i><br>Penal colonies were harsh, unforgiving environments: <i>Was yours monitored by some authority, or was it relegated to anarchy even before Union's abolition of the system? Was there some kind of rudimentary society there? Did you have friends and enemies there, and did any of them make it off-world? What about your family – did you have one before your sentence? What has become of them, or do you not know?</i>"
  },
  {
    "id": "pbg_priest_cn",
    "name": "[汉化]PRIEST",
    "description": "You were a priest in your old life, either from a large, pan-galactic religion, or a smaller sect. <i>Were you a hermit? Did you live celibate in a monastery? Did you wear simple cloth robes, or majestic vestments? What restrictions were placed upon you by your church? What manner of respect was afforded to you as a person of the cloth, and was it your choice to become one? How did you come to serve as a pilot?</i><br>There are churches everywhere, each unique in their own ways. <i>Were you a member of a prominent religion, or a secretive, outlawed one? Did you preach a Terran faith, born on Cradle and carried for millennia since? Or was yours a Cosmopolitan spirituality, one from the stars and the void of interstellar space? Perhaps you ministered to a small flock of an obscure sect out on the frontier, or in the urban canyons of a core world? Have you kept your faith, or lost it?</i>"
  },
  {
    "id": "pbg_scientist_cn",
    "name": "[汉化]SCIENTIST",
    "description": "You were a scientist – private or public, working in the lab or the field. <i>What was your area of expertise, and for how long have you practiced it? Where did you study, and what’s your relationship with that institution? Do you have rivals, and are you well-known or relatively obscure? How did your home society perceive science? How did you become a pilot?</i><br><i>Importantly, did you work with a powerful manufacturer like Harrison Armory, Smith-Shimano, or IPS-N? Or did you delve into the uncanny, working in secret with a small, dedicated HORUS cell? What secrets do you know?</i>"
  },
  {
    "id": "pbg_soldier_cn",
    "name": "[汉化]SOLDIER",
    "description": "Grunt. GI. Ox. Poilu. Man-at-Arms. You were a soldier of the rank and file, serving in a planetary defense force, local militia, national army, or royal guard. <i>How long did you serve before Union called you up? What kind of specialty did you train for? Have you seen combat before, or are you green? Were you a volunteer, a conscript, or a member of a warrior caste? Is soldiering a proud family, civic, or religious tradition, or a life that you regret? Where are the other soldiers from your old squad, and what is your relationship with them like now?</i>"
  },
  {
    "id": "pbg_spaceborn_cn",
    "name": "[汉化]SPACEBORN",
    "description": "You grew up on a space station, in tight quarters and a small community, surrounded always by the unforgiving hard vacuum of space. <i>Were resources scarce, or plentiful? Was your station isolated or was it a local (or galactic!) hub? Was it parked in the endless night of deep space, or in orbit above a planet, moon, or another stellar body? Was it entirely manufactured, or was it built into an asteroid or moon?</i><br>No two stations are alike. <i>Did you grow up watching great ships dock and depart – exposed to the thousands of languages and cultures of the galaxy, dreaming of exploration – or did you grow up in dark, rocky halls, ignorant of the galaxy outside? In short, what was your life like, why did you leave, and can you go back?</i>"
  },
  {
    "id": "pbg_spec_ops_cn",
    "name": "[汉化]SPEC OPS",
    "description": "You might have been a spy or assassin, working alone, or maybe you were part of an elite unit, operating behind enemy lines with little-to-no support, equipped with the best equipment your commanders trusted you with.<i></i><br>Your missions were long, dangerous, and never publicized. If soldiers are hammers, you were a scalpel. Whatever organization you served, it was spoken only in whispers around military barracks and academies both. <i>What work did you do that no one knows was you or your unit? How close has the galaxy come to all-out war? Where have you operated? How old are you – really? What secrets do you know? Where is the rest of your team?</i>"
  },
  {
    "id": "pbg_super_soldier_cn",
    "name": "[汉化]SUPER SOLDIER",
    "description": "You are the result of a corporate or state project intended to create better soldiers using biological enhancement, gene therapy, neurological enhancement, or even just extreme conditioning. <i>Were you raised from birth to become what you are, or did you volunteer as an adult for a super-soldier program? Are you one of the countless “super soldiers” to be produced by Harrison Armory’s facsimile-cloning programs? Was the project sanctioned or not? Did it succeed? Have you tested your abilities in the field, or are you unproven and eager to see what you can do?</i><br>Under the Third Committee, fewer programs like the one that created you still operate: <i>Are you happy about that, or do you think it makes Union weak? What is your relationship to your makers? Is there a family that doesn't know you exist? Or are you from a line of mass-pro‐ duced siblings? Were you liberated, did you surrender, or are you still in the service of the organization or entity you were made to serve?</i>"
  },
  {
    "id": "pbg_starship_pilot_cn",
    "name": "[汉化]STARSHIP PILOT",
    "description": "You flew a starship – civilian, corporate, military or otherwise. You may have piloted a freighter, a fighter, a shuttle, or a larger ship. <i>Did you have a regular run, or did you fly anywhere? Were you a member of a crew, or did you have one of your own? What kind of flying did you do and what eventually happened to your ship? Did you stick to low and mid-orbit shuttle runs?</i><br>Being a pilot is as much a lifestyle as it is a profession: <i>What was your callsign, and were you known or obscure? Was there a rival service, pilot, or group of pilots that you had friction with? Have you worked with NHPs or flown in combat? Have you ever seen anything strange out in interstellar space or the total void of blinkspace?</i>"
  },
  {
    "id": "pbg_worker_cn",
    "name": "[汉化]WORKER",
    "description": "At the end of the day, empire only functions when labor clocks in. Labor mines the raw materials; labor fashions stone and metal and organic matter into bolts and screws and glue; labor designs the patterns for printers; labor shapes and welds, hammers and builds. Without the labor of trillions, all progress would grind to a halt. <i>Before you set down the wrench and picked up a helm, what kind of work did you do? Did you work in the fields, factories, shipyards, mines, or somewhere else? What was your life like before you began training as a pilot? Why did you leave? Will you return? Was there a project you worked on that you're especially proud of? Do you have an old crew still working on the clock? What world did you call home, and what were the working conditions there?</i>"
  }
]
